Tekla.Structures.Filtering.Categories.PartFilterExpressions.PrimaryPart
The PrimaryPart class represents the primary part filter expression.

Tekla.Structures.Filtering.Categories.PartFilterExpressions.PrimaryPart.#ctor
Initializes a new instance of the PrimaryPart class.